iPAS/micropython/ports/esp32/boards/EasyKidsRobotKit/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "EasyKids Robot Kit"
#define MICROPY_HW_MCU_NAME "ESP32"
#define MICROPY_HW_BOARD_EASYKID 1

#define MICROPY_PY_BLUETOOTH (0)
#define MICROPY_PY_NETWORK_WLAN (0)
